{
  "Version": 1,
  "Name": "Amdapor Keep",
  "Difficulty": 1,
  "Type": 0,
  "Expansion": 0,
  "Level": 50,
  "UnlockQuestID": 65966,
  "TerritoryIDs": [
    189
  ],
  "Sections": [
    {
      "Type": 0,
      "Name": "Anchag",
      "Phases": [
        {
          "Strategy": "Le componenti chiave di questo fight sono le quattro statue nella stanza. Quando appare un marker rosso sopra la testa, corri subito dietro una statua. Altrimenti, genererà un tether che provoca un DoT pesante ed applica un debuff.\n\nAnchag va tankato al centro della stanza, dato che fa diverse AoE che potrebbero distruggere le statue prematuramente.\n\nAnche i DPS ranged e gli healer devono fare attenzione in quanto prenderà di mira un giocatore a caso per una AoE, che può distruggere le statue. Se ti prende di mira per un attacco di corsa, allontanati dalle statue, perché questo attacco le distrugge immediatamente. Invece, meglio avvicinarsi al boss, dato che riduce il danno inflitto.",
          "StrategyShort": "Avvicinarsi alle torri quando targettati con attacco singolo, altrimenti evitarle."
        }
      ]
    },
    {
      "Type": 0,
      "Name": "Boogyman",
      "Phases": [
        {
          "Strategy": "Durante il combattimento, Boogyman diventa parzialmente invisibile e intargetabile. Uccidi la Luminesce Orb e prendi l'Irradiance Buff stando nell'area circostante. Corri verso il Boogyman invisibile per rivelarlo appena il buff scade con una AOE illuminante che esplode facendolo saltare via. Appariranno gli add quando i corpi morti sul terreno vengono rianimati. Il primo set apparirà attorno al 55%. Il prossimo set apparirà attorno al 30% quando il Boogyman si dividerà in due. Quando gli HP sono bassi, il Boogyman si dividerà in due ed entrambe le forme diventeranno invisibili. I giocatori dovranno dividersi con l'Irradiance Buff per rivelare entrambe.",
          "StrategyShort": "Uccidi la Luminesce Orb e resta dentro l'area per ottenere l'Irradiance Buff, poi corri dal Boogyman per rivelarlo."
        }
      ]
    },
    {
      "Type": 0,
      "Name": "Ferdiad",
      "Phases": [
        {
          "Strategy": "Ferdiad incanalerà occasionalmente una AoE circolare che diventerà pian piano più grande. È necessario uccidere gli add collegati così che i cerchi smettano di allargarsi per non consumare tutta l'arena. Inoltre, Ferdiad intrappolerà un giocatore in uno slide (Suppuration) per evitare che si muova, e fa partire un attacco cleave che provoca pesanti danni. I giocatori non intrappolati lo dovranno liberare subito. Nell'ultima metà del fight, ci saranno falci blu girevoli che appaiono sopra ad un giocatore. Bisogna evitare che appaia, visto che non ci sarà alcun telegrafo. Andando avanti con il combattimento, evocherà altro, così come farà delle AoE incrociate per tutta la zona. Nell'ultima parte di fight, combienerà due add, intrappolando due giocatori con gli slime mentre si collegherà ad un altro add singolo più forte. A seconda di chi è intrappolato, si deve decidere immediatamente. Di solito, si preferisce elimare prima l'add collegato, in quanto l'AoE a pieno carico causerà comunque il wipe. Tuttavia, se due DPS sono catturati dai Suppuration, potrebbe non esserci DPS sufficiente per tirare l'add collegato in tempo, in questo caso vanno liberati prima loro.",
          "StrategyShort": "Uccidere l'add con il tether per evitare che l'AoE collegata cresca. Liberare i giocatori intrappolati per evitare che vengano colpiti dall'AoE telegragato"
        }
      ]
    }
  ]
}
