{
  "Version": 1,
  "Name": "Brayflox's Longstop",
  "Difficulty": 1,
  "Type": 0,
  "Expansion": 0,
  "Level": 50,
  "UnlockQuestID": 66947,
  "TerritoryIDs": [
    362
  ],
  "Sections": [
    {
      "Type": 0,
      "Name": "Illuminati Commander",
      "Phases": [
        {
          "Strategy": "Il tank può prendere gli Illuminati Snipers andando verso i tether.\n\nTenete d'occhio dove siete così da non venir colpiti dalle bombe.",
          "Mechanics": [
            {
              "Name": "Goblin Rush",
              "Description": "Tankbuster",
              "Type": 0
            },
            {
              "Name": "Illuminati Sniper",
              "Description": "Collega un giocatore a caso e gli spara finché non muore. Se il giocatore muore, sceglierà un nuovo obiettivo. Camminando verso il tether cambierà target, permettendo al tank di prendere gli add. Genera altri add con l'avanzare del fight.",
              "Type": 7
            },
            {
              "Name": "Bombs",
              "Description": "Genera una bomba a terra da qualche parte nell'arena. Crea una AoE a croce con 2 lunghe linee sottili. Ne evoca più di una alla volta, con il prolungarsi del fight.",
              "Type": 2
            }
          ]
        }
      ]
    },
    {
      "Type": 0,
      "Name": "Magitek Vangob G-III",
      "Phases": [
        {
          "Strategy": "Ogni Cerulum Puddle sovrapposta darà l'effetto di Oversurge, quindi evitate di starci dentro.\n\nUccidete velocemente i Gliders per abbassare il danno provocato da Needle Burst.",
          "Mechanics": [
            {
              "Name": "Drill Cannons",
              "Description": "AoE in linea frontale.",
              "Type": 2
            },
            {
              "Name": "Illuminati Glider",
              "Description": "Si genera durante tutto il fight. Ha salute basse, molto facile da abbattere. Gli HP rimanenti hanno effetto sul danno di Needle Burst.",
              "Type": 7
            },
            {
              "Name": "Ceruleum Puddles / Oversurge",
              "Description": "Le Ceruleum Puddles cadono periodicamente durante il fight. Esploderanno quando il boss usa Oversurge mentre ci si è sopra, e le pozze si collegheranno insieme.",
              "Type": 2
            }
          ]
        }
      ]
    },
    {
      "Type": 0,
      "Name": "Gobmachine G-VI",
      "Phases": [
        {
          "Strategy": "Usa varie abilità AoE per respingere le Bombe durante i Laps.\n\nTenete d'occhio il boss durante Giant Bomb così da sapere quando sta per partire alla carica per tutta l'arena.\n\nI DPS possono optare per usare la LB sulla Giant Bomb se il danno è basso o vogliono solo finire più velocemente.",
          "Mechanics": [
            {
              "Name": "Laps",
              "Description": "Il boss diventerà intargettabile e comincerà a girare attorno al bordo dell'arena. Stare sul suo percorso provocherà danno moderato sul giocatore che verrà spinto via.",
              "Type": 2
            },
            {
              "Name": "Add",
              "Description": "Appaiono durante i Laps.\n\nIlluminati Sniper\n\tSi collega ad un giocatore casuale, come il primo boss.\nIllumati Soldier\n\tAttacca i giocatori e può essere aggrato.",
              "Type": 7
            },
            {
              "Name": "Bombe",
              "Description": "Appaiono durante i Laps. Numerose bombe targettabili vengono lanciate in tutta la stanza. Qualsiasi danno provocato le spingerà via dal giocatore. I giocatori devono raggrupparsi al centro ed usare varie AoE (sia oGCD che GCD) per spingerle via verso i bordi dell'arena.",
              "Type": 2
            },
            {
              "Name": "Giant Bomb",
              "Description": "Appare verso la fine del combattimento, dopo che i giocatori avranno affrontato le bombe. Durante questo momento, il boss si fermerà e caricherà verso il centro dell'arena, spingendo indietro i giocatori. I giocatori devono uccidere la bomba prima che esploda; se non fanno in tempo, il gruppo subirà il wipe.",
              "Type": 8
            }
          ]
        }
      ]
    }
  ]
}
