{
  "Version": 1,
  "Name": "Brayflox's Longstop",
  "Difficulty": 0,
  "Type": 0,
  "Expansion": 0,
  "Level": 32,
  "UnlockQuestID": 66368,
  "TerritoryIDs": [
    1041
  ],
  "Sections": [
    {
      "Type": 0,
      "Name": "Great Yellow Pelican",
      "Phases": [
        {
          "Strategy": "Durante il fight, Pelican chiamerà a se degli add chiamati Violet Back. Uccideteli il prima possibile. In aggiunta, Pelican può avvelenare il tank."
        }
      ]
    },
    {
      "Type": 0,
      "Name": "Inferno Drake",
      "Phases": [
        {
          "Strategy": "Inferno Drake, come dice il nome, è un drago di fuoco. Ha un attacco AoE conico che deve essere scansato dai caster e dai melee. Verso metà fight, Brayflox, farà la sua comparsa inseguito da un drago chiamato Tempest Biast. Uccidete il drago, salvate Brayflox, poi occupatevi del boss originario."
        }
      ]
    },
    {
      "Type": 0,
      "Name": "Hellbender",
      "Phases": [
        {
          "Strategy": "Hellbender è una creatura anfibia gigante. Durante il fight, imprigionerà un membro del party dentro ad una bolla. Fate scoppiare quella bolla e liberate il mebro imprigionato. Verso la fine della vita di Hellbender, Aiatar, il drago, atterra e consuma la creatura. Attaccate Aiatar fino a circa 50%% dei suoi HP, poi volerà via."
        }
      ]
    },
    {
      "Type": 0,
      "Name": "Deep Jungle Coeurl (Opzionale)",
      "Phases": [
        {
          "Strategy": "Deep Jungle Coeurl è un mini-boss opzionale con un attacco AoE. Non state dentro al cerchio rosso per terra."
        }
      ]
    },
    {
      "Type": 0,
      "Name": "Aiatar",
      "Phases": [
        {
          "Strategy": "Aiatar ha una AoE conica che dovrebbe essere evitata ad ogni costo. Durante il fight, il drago sputerà delle pozze verde velenose verso i membri del party, facendo un danno moderato. Le pozze verdi sul terrenp, oltre ad essere estremamente velenose, cureranno anche il boss. Se vi dovestre ritrovare sopra una di queste pozze, uscite subito. Il Tank deve fare in modo che Aiatar non stia sopra una di quelle pozze."
        }
      ]
    }
  ]
}
