{
  "Version": 1,
  "Name": "Copperbell Mines",
  "Difficulty": 1,
  "Type": 0,
  "Expansion": 0,
  "Level": 50,
  "UnlockQuestID": 66752,
  "TerritoryIDs": [
    349
  ],
  "Sections": [
    {
      "Type": 0,
      "Name": "Hecatoncheir Mastermind",
      "Phases": [
        {
          "Strategy": "Pullare il boss al bordo del Flaming Track è il modo più semplice per batterlo con un gruppo decente. Va fatta attenzione perché così tutte le meccaniche in arrivo saranno in sequenza invece che nel corso del combattimento, in quanto legate a quando si attiva il Flaming Track.\n\nPiù si è vicini al bordo del tracciato, più veloce sarà l'utilizzo di Self-destruct del Flambeau.",
          "KeyMechanics": [
            {
              "Name": "Mining Dross",
              "Description": "Ci sono tre gruppi da tre slime ciascuno sul binario di legno. Raggruppatevi e andate di AoE.",
              "Type": 7
            },
            {
              "Name": "Flambeau",
              "Description": "Si muove sul Flaming Track e comincia a castare Self-destruct dopo pochi secondi. Va ucciso al più presto o è wipe per il gruppo.",
              "Type": 7
            },
            {
              "Name": "Flaming Track",
              "Description": "Il boss mette a fuoco il pavimento dietro e sotto di sé ad intervalli O quando si muove verso un certo punto del percorso.",
              "Type": 2
            },
            {
              "Name": "Add di Hecatoncheir",
              "Description": "Add deboli che si possono bruciare velocemente.",
              "Type": 7
            }
          ]
        }
      ]
    },
    {
      "Type": 0,
      "Name": "Biggy",
      "Phases": [
        {
          "Strategy": "I tank dovrebbero stare in parte dal gruppo in quanto il boss usa varie AoE su di loro mentre corre intorno alla stanza.\n\nQuando posiziona la bomba, cercate di posizionarla in pochi secondi davanti al boss per essere sicuri che lo colpisca. Regolate per quando usa le AoE. Cercate di aspettare finché non mancano pochi secondi rimasti al timer per avere maggiori possibilità di colpirlo.\n\nSe rimane una Waymaker Bomb potete usarla su Biggy quando emerge dal Rock Suit, finendolo immediatamente.",
          "KeyMechanics": [
            {
              "Name": "Rock Suit",
              "Description": "Il boss appare indossando un vestito da golem roccioso gigante per difendersi dal danno. Il boss subisce danni estremamente bassi dagli attacchi dei giocatori; invece, usate le Waymarker Bomb per tirarlo giù. Dopo essere stato colpito dalla prima Waymarker Bomb, il boss corre in giro per tutta la stanza, ignorando l'aggro. I tank devono continuare a tenere l'aggro e stare sul lato ovest della stanza, vicino l'uscita, per incoraggiare il boss ad usare i suoi vari attacchi nella loro direzione così che non colpiscano gli altri giocatori.",
              "Type": 5
            },
            {
              "Name": "Improved Blasting Device",
              "Description": "Riappare regolarmente nel lato est della stanza. Usato per evocare le Waymaker Bomb da qualche parte nella stanza.",
              "Type": 10
            },
            {
              "Name": "Waymaker Bomb",
              "Description": "Generata dall'Improved Blasting Device. Usata per dannaggiare la Rock Suit del boss. Va presa da un giocatore e portata sul percorso del boss; esploderanno circa 15 secondi dopo essere state evocate. Danneggiano circa il 10% della salute del boss.",
              "Type": 10
            },
            {
              "Name": "Kindling Sprite",
              "Description": "Uno sprite di fuoco che si genera regolarmente in luoghi casuali della stanza. Va ucciso subito in quanto provoca danno moderato a chiunque sia preso di mira.",
              "Type": 7
            },
            {
              "Name": "Blasting Cap",
              "Description": "Un trio di tre bombe generate vicino all'Improved Blasting Device e usano Self-destruct, che colpisce con danni pesanti (o mortali).",
              "Type": 2
            },
            {
              "Name": "Rockslide",
              "Description": "AoE longilinea con cast istantaneo che mira al MT. Provoca danno moderato. Sostuita da Earthen Heart al 20% circa.",
              "Type": 2
            },
            {
              "Name": "Stone Skull",
              "Description": "Il boss prende a testate il MT, infliggendo danno leggero.",
              "Type": 10
            },
            {
              "Name": "Plaincracker",
              "Description": "Grande AoE centrata sul boss che provoca danno moderato.",
              "Type": 2
            },
            {
              "Name": "Earthen Heart",
              "Description": "Getta una pozza AoE blu enorme su un punto a caso del terreno. Entrando nella pozza trasportando una Waymaker Bomb la farà esplodere.",
              "Type": 2
            }
          ]
        }
      ]
    },
    {
      "Type": 0,
      "Name": "Ouranos",
      "Phases": [
        {
          "Strategy": "Tenete d'occhio il chat log per capire quando dare da mangiare una Crystalized Rock all'Abyss Worm.\n\nEvitate di stare nel Mercurial Strike.\n\nGli healer devono essere pronti a dissipare qualsiasi debuff Slow dai giocatori colpiti da Power Attack.",
          "KeyMechanics": [
            {
              "Name": "Crystalized Rock",
              "Description": "Si genera intorno all'esterno dell'arena. Risorsa limitata. Usata per calmare l'Abyss Worm.",
              "Type": 10
            },
            {
              "Name": "Abyss Worm",
              "Description": "Si sposterà sotto la sabbia nel centro della stanza. Ogni tanto, un messaggio che dice \"The abyss worm is searching for fodder.\" apparirà. In quel momento, un giocatore deve raccogliere una Crystalized Rock e lasciarla da qualche parte nel pozzo di sabbia. Se non viene sfamato, tirerà tutti i giocatori al centro della sabbia, infliggendo danni moderati.",
              "Type": 2
            },
            {
              "Name": "Mercurial Strike",
              "Description": "Grande AoE centrata sul boss. Spinge via tutti i giocatori presi.",
              "Type": 2
            },
            {
              "Name": "Impact Roar",
              "Description": "Evoca gli add dell'Hecatoncheir. Può essere stunnato.",
              "Type": 7
            },
            {
              "Name": "Power Attack",
              "Description": "Mira ad un giocatore a caso con una AoE. Chiunque venga catturato subirà l'effetto del debuff Slow, che può essere tolto.",
              "Type": 2
            },
            {
              "Name": "Add di Hecatoncheir",
              "Description": "Genera 1-2 add che si fissano su un giocatore a caso. Vanno uccisi subito.",
              "Type": 7
            }
          ]
        }
      ]
    }
  ]
}
