{
  "Version": 1,
  "Name": "Cutter's Cry",
  "Difficulty": 0,
  "Type": 0,
  "Expansion": 0,
  "Level": 38,
  "UnlockQuestID": 66457,
  "TerritoryIDs": [
    170
  ],
  "Sections": [
    {
      "Type": 0,
      "Name": "Myrmidon Princess",
      "Phases": [
        {
          "Strategy": "Attorno al 50% di HP, la Myrmidon Princess evoca 3 tipi di add. La priorità per uccidere gli add è: prima il Myrmidon Marshal (può lanciare un'abilità che guarisce la Myrmidon Princess), secondo Myrmidon Guard, e ultimi i Myrmidon Soldier.",
          "Mechanics": [
            {
              "Name": "Mandible Bite",
              "Description": "Attacco AoE conico frontale",
              "Type": 2
            },
            {
              "Name": "Silence",
              "Description": "Silenzia un membro del party",
              "Type": 6
            },
            {
              "Name": "Haste",
              "Description": "Aumenta la velocità di attacco degli add",
              "Type": 10
            }
          ]
        }
      ]
    },
    {
      "Type": 0,
      "Name": "Giant Tunnel Worm",
      "Phases": [
        {
          "Strategy": "Durante il fight, il Giant Tunnel Worm si immerge sotto i terreni sabbiosi della stanza del boss. Il Worm è il più pericoloso quando torna a galla. Dividersi lontano quando il verme risale riduce la possibilità che più membri del party vengano colpiti quando emerge dalle sabbie. È importante che dopo aver fatto Bottomless Desert gli avventurieri si muovano fuori dal centro per non venire colpiti quando il verme riemerge.",
          "StrategyShort": "Seperarsi quando il verme si immerge per evitarlo riduce la possibilità che più membri del party vengano colpiti quando torna a galla. È importante non stare al centro quando il verme fa Bottomless Desert.",
          "Mechanics": [
            {
              "Name": "Sandstorm",
              "Description": "Attacco frontale istantaneo che provoca una piccola quantità di danni.",
              "Type": 9
            },
            {
              "Name": "Sand Cyclone",
              "Description": "Targetta un membro del party a caso, fa danno ed applica un DoT (danno a tempo).",
              "Type": 6
            },
            {
              "Name": "Sand Pillar",
              "Description": "Usato quanto sottoterra, provoca danno a qualsiasi giocatori si trovi sopra la trappola di sabbia",
              "Type": 2
            },
            {
              "Name": "Earthbreak",
              "Description": "Usato quando sottoterra, esplode fuori dal suolo e danneggia pesantemente chiunque sia vicino.",
              "Type": 2
            },
            {
              "Name": "Bottomless Desert",
              "Description": "Usato quando sottoterra, appare come un vortice a terra, danneggia e tira via tutti i membri del party verso il centro.",
              "Type": 4
            },
            {
              "Name": "Sludge",
              "Description": "Provoca un DoT (~200 HP per tick) su un giocatore a caso.",
              "Type": 6
            }
          ]
        }
      ]
    },
    {
      "Type": 0,
      "Name": "Chimera",
      "Phases": [
        {
          "Strategy": "Occasionalmente Chimera utilizza le abilità Ram's Breath e Dragon's Breath. Ram's Breath provoca danno di Ghiaccio e un debuff di appesantimento sul lato destro del corpo, e Dragon's Breath causa danno di Tuono e il debuff di paralisi sul lato sinistro del corpo. I DPS e gli healer possono stare direttamente dietro Chimera per evitare questi coni. Molti degli attacchi di Chimera paralizzano il target, che può essere ripulito con Esuna.\n\nA 75% di HP, Chimera inizia ad usare due attacchi chiamati Dragon's Voice e Ram's Voice. Quando Chimera casta Dragon's Voice tutti i giocatori devono avvicinarsi al boss per evitare il danno. Quando Chimera casta Ram's Voice tutti i giocatoi devono allontanarsi da Chimera per evitare il danno.",
          "StrategyShort": "Ram's Breath (lato destro) e Dragon's Breath (lato sinistro) provocano rispettivamente danno di ghiaccio e di tuono.\n\nAl 75% di HP, Chimera inizia a usare due attacchi chiamati Dragon's Voice e Ram's Voice. Quando Chimera casta Dragon's Voice tutti i giocatori devono avvicinarsi al boss per evitare il danno. Quando Chimera casta Ram's Voice tutti i giocatori devono allontanarsi da Chimera per evitare il danno.",
          "Mechanics": [
            {
              "Name": "Ram's Breath",
              "Description": "Infligge danni di ghiaccio e il debuff Heavy sul lato destro del suo corpo.",
              "Type": 2
            },
            {
              "Name": "Dragon's Breath",
              "Description": "Infligge danni di tuono e il debuff Paralysis sul lato sinistro del suo corpo.",
              "Type": 2
            },
            {
              "Name": "Dragon's Voice",
              "Description": "Danno AoE in un anello lontano dal boss.",
              "Type": 2
            },
            {
              "Name": "Ram's Voice",
              "Description": "Danno AoE in un cerchio vicino al boss.",
              "Type": 2
            },
            {
              "Name": "Cacophony",
              "Description": "Palla viola che si muove verso un target ed esplode. Provoca danno da schizzi e infligge Paralysis.",
              "Type": 6
            },
            {
              "Name": "Ram's Keeper",
              "Description": "Sfera di ghiaccio che vola verso un giocatore a caso. Infligge Deep Freeze e lascia una chiazza ghiacciata dove colpisce.",
              "Type": 6
            }
          ]
        }
      ]
    }
  ]
}
