{
  "Version": 1,
  "Name": "Dzemael Darkhold",
  "Difficulty": 0,
  "Type": 0,
  "Expansion": 0,
  "Level": 44,
  "UnlockQuestID": 66515,
  "TerritoryIDs": [
    171
  ],
  "Sections": [
    {
      "Type": 0,
      "Name": "All-seeing Eye",
      "Phases": [
        {
          "Strategy": "Combatti l'All-seeing Eye vicino agli ammassi di cristalli luminosi per ottenere il buff Crystal Veil. Quando appare a schermo \"The power of crystal begins to dim\", andate subito da un nuovo ammasso di cristalli. L'All-seeing Eye è invulnerabile agli attacchi tranne quando vicino ad un ammasso di cristalli.",
          "StrategyShort": "Combatti vicino agli ammassi di cristalli per danneggiare l'All-seeing Eye.",
          "Mechanics": [
            {
              "Name": "Dread Gaze",
              "Description": "Attacco AoE frontale che infligge il debuff Paralysis",
              "Type": 2
            },
            {
              "Name": "Cursed Gaze",
              "Description": "Attacco AoE frontale che infligge il debuff Amnesia",
              "Type": 2
            },
            {
              "Name": "Eyes on Me",
              "Description": "Provoca danni su tutti i giocatori vicino l'All-seeing Eye. I giocatori sotto l'effetto di Crystal Veil sono immuni a questo danno.",
              "Type": 2
            }
          ]
        }
      ]
    },
    {
      "Type": 0,
      "Name": "Taulurd",
      "Phases": [
        {
          "Strategy": "Ha degli attacchi AoE a cono potenti che vanno evitati da tutti. Per tutto il fight evoca degli add chiamati Deepvoid Slaves. Questi mostri sono in cima ad una piattaforma elevata. Fanno attacchi a distanza su tutti i giocatori. Assicuratevi di stare separati per evitare i loro attacchi Firewater.",
          "Mechanics": [
            {
              "Name": "Straight Punch",
              "Description": "Attacco melee istantaneo che prova una piccola quantità di danni.",
              "Type": 0
            },
            {
              "Name": "Double Smash",
              "Description": "Attacco AoE a cono frontale che provo una grande quantità di danni.",
              "Type": 2
            },
            {
              "Name": "Elbow Drop",
              "Description": "Attacco AoE a cono frontale che infligge grandi quantità di danni. Usata quando sotto il 50% di HP.",
              "Type": 2
            }
          ]
        }
      ]
    },
    {
      "Type": 0,
      "Name": "Batraal",
      "Phases": [
        {
          "Strategy": "Batraal è il boss finale di Dzemael Darkhold. Questo demone ha una AoE a cono frontale istantanea che provoca grandi danni a tutti coloro che vengono colpiti. Solo il tank deve essergli di fronte. Ha un lungo attacco AoE a distanza a colonna chiamato Desolation che infligge danno estremamente alto che può uccidere subito molti giocatori. Durante il fight, appare un raggio viola tra Batraal e un cristallo. Batraal punto un giocatore con un mirino e spara Desolation sul target. Mentre Batraal è connesso al cristallo, è invulnerabile. Per questo, uccidete il cristallo il prima possibile mentre evitate Desolation. Il giocatore preso di mira deve evitare che Desolation finisca sul resto del party. A circa il 30% di HP, e dopo aver distrutto il terzo cristallo, Batraal usa Hellsend e va in enrage. Comincia ad usare Desolation a piacimento. Batraal fa apparire anche delle pozze nere sotto 3 giocatori. I giocatori nella pozza subiranno danno a tempo. Spostatevi immediatamente. Le pozze esploderanno occasionalmente provocano ingenti danni su chiunque ci stia dentro.",
          "StrategyShort": "Distruggere i cristalli che sono collegati con il raggio viola immediatamente per fare danno su Batraal. Evitare di stare vicino al party se si ha il target di Desolation.",
          "Mechanics": [
            {
              "Name": "Grim Fate",
              "Description": "Attacco istantaneo che infligge pesanti danni su un solo giocatore.",
              "Type": 0
            },
            {
              "Name": "Grim Cleaver",
              "Description": "Attacco a distanza istantaneo che infligge danni su un giocatore a caso.",
              "Type": 6
            },
            {
              "Name": "Grim Halo",
              "Description": "Attacco istantaneo che provoca danno moderato su tutti i giocatori intorno.",
              "Type": 2
            },
            {
              "Name": "Desolation",
              "Description": "Colonna AoE che infligge danni molto pesanti su tutti i giocatori coinvolti.",
              "Type": 2
            }
          ]
        }
      ]
    }
  ]
}
