{
  "Version": 1,
  "Name": "Halatali",
  "Difficulty": 1,
  "Type": 0,
  "Expansion": 0,
  "Level": 50,
  "UnlockQuestID": 66946,
  "TerritoryIDs": [
    360
  ],
  "Sections": [
    {
      "Type": 0,
      "Name": "Pyracmon",
      "Phases": [
        {
          "Strategy": "Entrate nella Mammet Bubble dopo aver usato il Mammet Activator così da evitare il danno del 100-tonze Swing. Attivare solo la bolla non vi salverà.",
          "Mechanics": [
            {
              "Name": "Eye of the Beholder",
              "Description": "AoE a cono a 270° non segnalata di fronte al boss. Spostarsi dietro per evitarla.",
              "Type": 9
            },
            {
              "Name": "Piercing Glower",
              "Description": "AoE lineare non segnalata in direzione di un giocatore casuale. Mettersi da parte per evitarla.",
              "Type": 2
            },
            {
              "Name": "100-tonze Swipe",
              "Description": "AoE a cono frontale ampia non segnalata che infligge danno moderato e respinge i giocatori coinvolti. Il tank può mettersi in parte o passare sotto al boss per evitare.",
              "Type": 9
            },
            {
              "Name": "100-tonze Swing",
              "Description": "Grande AoE non segnalata centrata sul boss che provoca danno moderato e respinge i giocatori coinvolti. Andare indietro di qualche passo per evitarla.",
              "Type": 2
            },
            {
              "Name": "1000-tonze Swing",
              "Description": "AoE a tutto raggio in cui il pavimento si illumina di viola bluastro. Ha un lungo cast ed è fatale se non si trova nella Mammet Bubble.",
              "Type": 4
            },
            {
              "Name": "Mammet Activator",
              "Description": "Fa sì che l'Admirer Mammet smetta di muoversi e generi una bolla che riduce il danno per un breve periodo. La leva diventerà inutilizzabile per un breve periodo di tempo.",
              "Type": 10
            },
            {
              "Name": "Admirer Mammet #022A",
              "Description": "Genera una Mammet Bubble per un breve periodo di tempo dopo aver usato il Mammet Activator. Usato per evitare 1000-tonze Swing.",
              "Type": 10
            }
          ]
        }
      ]
    },
    {
      "Type": 0,
      "Name": "Catoblepas",
      "Phases": [
        {
          "Strategy": "Lasciate le Shadowy Orbs più vicine al boss per le classi melee e fate prendere quelle successive alla classi ranged.\n\nUccidete il Tainted Eye appena possibile così da non dover avere a che fare con l'AoE Bestial Roar più a lungo del necessario.",
          "Mechanics": [
            {
              "Name": "Eye Phases",
              "Description": "Vari messaggi mostrano i dettagli del colore dell'occhio del boss. Il colore ha effetto sull'abilità usata.\n\tBlu: Usa Cold Stare.\n\tGiallo: Usa Demon Eye.\n\tRosso: Usa Bestial Roar e genera un Tainted Eye.",
              "Type": 10
            },
            {
              "Name": "Shadowy Orb",
              "Description": "Ce ne sono quattro, una per ogni piedistallo, distanziate equidistanti intorno alla stanza. Usate per evitare Demon Eye. Concede un debuff Blind per ~45 secondi all'uso.",
              "Type": 10
            },
            {
              "Name": "Demon Eye",
              "Description": "Usato durante la fase Yellow Eye. Ha un cast molto lungo e ogni giocatore coinvolto diventerà di pietra. Usare le Shadowy Orbs per prevenirlo.",
              "Type": 4
            },
            {
              "Name": "Cold Stare",
              "Description": "Usato durante la fase Blue Eye. AoE conica massiccia diretta ad un giocatore random. Causa danni moderati e applica il debuff Paralysis.",
              "Type": 2
            },
            {
              "Name": "Bestial Roar",
              "Description": "Usato ripetutamente durante la fase Red Eye. Una AoE su tutta la stanza che provoca danno moderato.",
              "Type": 4
            },
            {
              "Name": "Jettatura",
              "Description": "Usato in tutte le fasi Eye. Spawna una AoE da 1-4 occhi su giocatori a caso.",
              "Type": 2
            },
            {
              "Name": "Tainted Eye",
              "Description": "Usato durante la fase Red Eye. L'occhio di fronte al boss diventa targettabile. Va ucciso al più presto per permettere al boss di tornare in fase Blue Eye.",
              "Type": 8
            }
          ]
        }
      ]
    },
    {
      "Type": 0,
      "Name": "Mumuepo the Beholden",
      "Phases": [
        {
          "Strategy": "Interagite con il Thal's Scepter per liberare qualsiasi giocatore sia intrappolato.\n\nIgnorare Narasimha finché Mumuepo non viene ucciso.",
          "Mechanics": [
            {
              "Name": "Fase 1",
              "Description": "Inizia con quattro mob che vanno uccisi nell'ordine qui sotto.\n\nSilent Moss the Solemn\n\tIl Conjurer del gruppo. Va ucciso per primo in quanto cura gli altri.\n\nLangloisiert the Lionheart\n\tIl Lancer del gruppo. Va ucciso per secondo perché non può essere aggrato e provoca forti danni.\n\nU'linbho the Sand Devil\n\tL'Archer del gruppo. Va ucciso per terzo dato che infligge grandi danni può essere aggrato.\n\nFeanz the Fair\n\tIl Gladiator del gruppo. Va ucciso per ultimo visto che fa poco danno.",
              "Type": 7
            },
            {
              "Name": "Mumuepo the Beholden",
              "Description": "Va ucciso prima di Narasimha. Usare il Thal's Scepter e ???.",
              "Type": 7
            },
            {
              "Name": "Narasimha",
              "Description": "Va ucciso dopo Mumuepo. Il tank deve prenderlo all'inizio del combattimento, ed il gruppo deve ignorarlo fino ad allora. Usa Fireball e Tail Swipe.",
              "Type": 7
            },
            {
              "Name": "Thal's Scepter",
              "Description": "Incatena 2 giocatori con Absolute Bind. Interagire con lo scettro rompe il legame e permette ai giocatori di continuare a muoversi. Usare ??? nel durante.",
              "Type": 10
            },
            {
              "Name": "???",
              "Description": "Usato durante il Thal's Scepter. Rilascia una AoE massiccia sulla piattaforma, sovrapponendosi spesso ai giocatori incatenati.",
              "Type": 2
            },
            {
              "Name": "Fireball",
              "Description": "Grande AoE su un giocatore random.",
              "Type": 2
            },
            {
              "Name": "Tail Swipe",
              "Description": "AoE a cono dal retro del boss.",
              "Type": 2
            }
          ]
        }
      ]
    }
  ]
}
