{
  "Version": 1,
  "Name": "Halatali",
  "Difficulty": 0,
  "Type": 0,
  "Expansion": 0,
  "Level": 20,
  "UnlockQuestID": 66233,
  "Sections": [
    {
      "Type": 0,
      "Name": "Firemane",
      "Phases": [
        {
          "Strategy": "Evoca dei Wisp come add. I Wisp viaggiano dalla fossa di fuoco fino al centro della stanza del boss. Se raggiungono la fossa, esplodono e provocano danno su tutto il party."
        }
      ]
    },
    {
      "Type": 0,
      "Name": "Thunderclap Guivre",
      "Phases": [
        {
          "Strategy": "Durante il fight del boss, Guivre diventa invulnerabile due volte. Evocano fulmini elementali durante l'Invulnerable. Uccidete gli elementali ed il drago tornerà di nuovo vulnerabile. Occasionalmente l'acqua brilla di viola: tutti i giocatori sull'acqua ricevono il DoT di Electrocution. È in una piscina d'acqua poco profonda. Quelli in acqua ricevono molto più danno dagli attacchi di fulmine, quindi è meglio combattere su uno dei due pendii. Durante entrambe le fasi add, tornerà indietro alla pozza per evocare gli elementali che si avvicinano al party.",
          "Mechanics": [
            {
              "Name": "Levinshower",
              "Description": "AoE a cono frontale",
              "Type": 2
            },
            {
              "Name": "Electrify",
              "Description": "Attacco AoE non centrato",
              "Type": 2
            }
          ]
        }
      ]
    },
    {
      "Type": 0,
      "Name": "Pit Peiste (Facoltativo)",
      "Phases": [
        {
          "Strategy": "Pit Peiste è un boss facoltativo con i Rudius Beak come add."
        }
      ]
    },
    {
      "Type": 0,
      "Name": "Tangata",
      "Phases": [
        {
          "Strategy": "Tangata, la creature gigante simile ad un bue, è il boss finale di Halatali. Durante il fight, Tangata diventa periodicamente invulnerabile in una pozza di lava. Mentre è invulnerabile, evoca Wisp e Fire Sprites. Gli Wisp si spostano verso Tangata ed esplodono se lo raggiungono. I Fire Sprites attaccano i membri del party. Uccidete gli add e Tangata torna di nuovo vulnerabile."
        }
      ]
    }
  ]
}
