{
  "Version": 1,
  "Name": "Haukke Manor",
  "Difficulty": 0,
  "Type": 0,
  "Expansion": 0,
  "Level": 28,
  "UnlockQuestID": 66337,
  "TerritoryIDs": [
    1040
  ],
  "Sections": [
    {
      "Type": 0,
      "Name": "Manor Claviger",
      "Phases": [
        {
          "Strategy": "La Manor Claviger ha un attacco melee non visivo. L'attacco può provocare enormi danni fisici sui membri del party meno resistenti. Il tank deve affrontarla lontano dal resto del party. Una volta sconfitta, le porte che portano al Foyer si apriranno, e la Claviger lascerà cadere una Green Key. Non andate verso il Foyer. Invece, tornate indietro all'ingresso della stanza del boss e usate la Green Key per sbloccare la Ivy Door.",
          "StrategyShort": "Va girato dal party per via degli attacchi fendenti. Una volta sconfitto il boss, uscite dalla sua stanza dalla direzione in cui siete arrivati e aprite la porta del seminterrato.",
          "Mechanics": [
            {
              "Name": "Sweet Steel",
              "Description": "Attacco AoE melee a cono non visibile",
              "Type": 2
            },
            {
              "Name": "Void Fire II",
              "Description": "AoE impossibile da interrompere",
              "Type": 2
            },
            {
              "Name": "Dark Mist",
              "Description": "Grande AoE Point Blank, può essere evitata stunnando Claviger.",
              "Type": 2
            }
          ]
        }
      ]
    },
    {
      "Type": 0,
      "Name": "Manor Jester e Manor Steward",
      "Phases": [
        {
          "Strategy": "Manor Jester e Manor Steward sono due boss nella stessa stanza. Jester lancia incantesimi e lo Steward è il tank. I giocatori devono uccidere prima il Jester perché infligge più danno e ha meno HP. Una volta sconfitti, lo Steward rilascerà un Bloody Parchment, usato per sbloccare la Sealed Barrier sulle scale all'inizio del dungeon.",
          "StrategyShort": "Uccidete prima il Jester. Poi, usate il Bloody Parchment per sbloccare la Sealer Barrier sulle scale all'entrata del dungeon.",
          "Mechanics": [
            {
              "Name": "Ice Spikes (Jester)",
              "Description": "Incantesimo lanciato impossibile da interrompere",
              "Type": 6
            },
            {
              "Name": "Soul Drain (Steward)",
              "Description": "Grande AoE Point Black, può essere evitata stunnando Steward.",
              "Type": 2
            }
          ]
        }
      ]
    },
    {
      "Type": 0,
      "Name": "Lady Amandine",
      "Phases": [
        {
          "Strategy": "Nella stanza del boss, ci sono 4 Void Lamps. Durante il fight, le Void Lamps si accenderanno periodicamente, provocando danni AoE a tutto il party. I giocatori dovrebbero spendere le lampade quanto prima. Lady Amandine casterà Void Fire e Void Thunder. Evitate i suoi incantesimi, se possibile, interrompendoli o stunnandola.\n\nAl 50% di salute circa, evoca le Lady's Candles che sono bombe che si autodistruggono se non vengono distrutte rapidamente.\n\nApprossimativamente al 25% di HP, Lady Amandine evoca un Manor Sentry e Lady's Handmaidens. È possibile, in certe circostanze, fare DPS per tirare giù il boss se il party agisce abbastanza velocemente. Altrimenti, uccidete tutti questi add prima di finire il boss.",
          "StrategyShort": "Spegnete le Void Lamps quanto prima. Evitate Void Fire e Void Thunder. Se Lady Amandine evoca Manor Sentry e Handmaidens, ucciderli prima di far fuori il boss.",
          "Mechanics": [
            {
              "Name": "Void Fire III",
              "Description": "Incantesimo impossibile da interrompere",
              "Type": 6
            },
            {
              "Name": "Void Thunder III",
              "Description": "Incantesimo impossibile da interrompere",
              "Type": 6
            },
            {
              "Name": "Dark Mist",
              "Description": "Grande incantesimo AoE Point Blank. Questo incantesimo può essere evitato stunnando Lady Amandine.",
              "Type": 2
            }
          ]
        }
      ]
    }
  ]
}
