{
  "Version": 1,
  "Name": "Sastasha",
  "Difficulty": 1,
  "Type": 0,
  "Expansion": 0,
  "Level": 50,
  "UnlockQuestID": 65630,
  "TerritoryIDs": [
    387
  ],
  "Sections": [
    {
      "Type": 0,
      "Name": "Karlabos",
      "Phases": [
        {
          "Strategy": "Gli healer devono essere pronti per dissipare il debuff Slime quanto prima sui membri del party o chiunque venga colpito da Tail Screw morirà.\n\nTail Screw porta il giocatore target a 1HP -preparatevi a curarlo subito dopo.\n\nI giocatori collegati che stanno per essere stunnati devono correre verso un altro compagno di squadra per evitare lo stun. Il tether si attaccherà invece su lui.",
          "Mechanics": [
            {
              "Name": "Impale",
              "Description": "Questo attacco colpisce il bersagio principale con danno moderato - scudi e cure se necessario.",
              "Type": 0
            },
            {
              "Name": "Slime & Tail Screw",
              "Description": "Il boss mira ad un giocatore casuale e lo colpisce con Tail Screw, portando la sua vita a 1HP. Gli healer devono stare pronti a risanare questo giocatore.\nDurante il fight, i giocatori subiranno il debuff Slime. Se un giocatore con Slime viene colpito da Tail Screw, muore. Gli healer devono dissipare Slime il prima possibile.",
              "Type": 6
            },
            {
              "Name": "Prey",
              "Description": "Il boss si collega ad un giocatore per inseguirlo in giro - alla fine l'attacco stunnerà il giocatore per un po'.\nQuesto attacco può essere passato ad un altro membro della squadra correndogli incontro. Il tether del boss passerà su di lui, liberando il giocatore originale dallo stun.",
              "Type": 6
            }
          ]
        },
        {
          "Type": 0,
          "Name": "Captain Madison",
          "Phases": [
            {
              "Strategy": "Gli add Slave del Captain si agganceranno ai giocatori e li stunneranno, impedendo loro di fare DPS sul boss durante Line of Fire. Uccidere prima questi add.\n\nL'unico modo per fermare il boss quando sta attaccando con In the Line of Fire è facendo danno di una certa quantità.",
              "Phases": [
                {
                  "Name": "Captain's Crew",
                  "Description": "Questi add vanno presi e rimossi il prima possibile. Priorità agli Slaves e ai Leeches dato che stunnano i giocatori e curano il boss rispettivamente.\n\nCaptain's Boy & Captain's Guard\n\tSono add generici da far fuori il più velocemente possibile.\n\nCaptain's Leech\n\tQuesto add cura il boss - va ucciso quanto prima.\n\nCaptain's Slave\n\tQuesto add si aggancia ad un giocatore e lo stunna finché non viene ucciso. Date priorità a questi add per evitare di abbassare il DPS del gruppo.",
                  "Type": 7
                },
                {
                  "Name": "Hornswaggle",
                  "Description": "Questo attacco colpisce il bersagio principale con danno moderato - scudo e cura se necessario.",
                  "Type": 0
                },
                {
                  "Name": "Keelhaul",
                  "Description": "È un ampio fendente frontale - tenere il boss girato rispetto al gruppo per tutto il tempo.",
                  "Type": 6
                },
                {
                  "Name": "In the Line of Fire",
                  "Description": "Il boss mira ad un giocatore e comincia a sparargli. Il solo modo per fermarlo è danneggiarlo fino ad un certo punto. Tutti i giocatori dovrebbero fermarsi e concentrarsi sul boss quando usa questo attacco per minimizzare il danno.",
                  "Type": 2
                }
              ]
            }
          ]
        },
        {
          "Type": 0,
          "Name": "Kraken",
          "Phases": [
            {
              "Strategy": "Concentrarsi sull'uccidere gli add Kraken's Arm per stunnare il boss per tempo libero per danneggiarlo. Ignora gli add Arm con il buff Determination.",
              "Mechanics": [
                {
                  "Name": "Limbs",
                  "Description": "Ignorare i Tentacles e concentrarsi ad uccidere i Kraken's Arms per stunnare il boss.\n\nIgnorare gli add Arm con il buff Determination, in quanto è una perdita di tempo ucciderli.\n\nTentacle\n\t1 di 2 tipi di add nel fight, questi add afferrano e stunnano i giocatori se sono troppo vicini - state lontano e ignorateli\n\nKraken's Arm\n\tUccidendo tutti questi add stunnerà il boss, offrendo tempo libero per fargli danno.\n\tQuando questi add appaiono con il buff Determination, ignorateli in quando prendono tempo e ci vuole una vita per ucciderli. Danneggiare invece il boss.",
                  "Type": 7
                },
                {
                  "Name": "Ink Jet",
                  "Description": "Questo attacco copre gran parte dell'arena direttamente davanti al boss. I tank possono assorbire i danni da questo attacco ma subiscono il debuff Blind.",
                  "Type": 2
                }
              ]
            }
          ]
        }
      ]
    }
  ]
}
