{
  "Version": 1,
  "Name": "Snowcloak",
  "Difficulty": 0,
  "Type": 0,
  "Expansion": 0,
  "Level": 50,
  "UnlockQuestID": 65611,
  "TerritoryIDs": [
    371
  ],
  "Sections": [
    {
      "Type": 0,
      "Name": "Wandil",
      "Phases": [
        {
          "Strategy": "Tutti - Cercate di non disperdervi troppo. Specialmente quando *Tundra è in effetto. Tundra+Cold Wave rende l'arena molto stretta, quindi se volete provare a rilasciare le bombe in prossimità vicine l'una all'altra per darvi spazio per muovervi.\nQuando *Snowdrift è in fase di cast iniziate a muovervi e non fermatevi finché non vedete l'effetto visivo, altrimenti otterrete una stack di *Frozen\n\nTank - Porta il boss vicino al muro, ma non sul muro (prep per *Tundra) e assicurati che il boss dia le spalle al party così da non prendere danni.\n\nHealer - Tieni d'occhio le stack di *Frozen del party. Se arrivano a 4, verranno stunnati per 10 secondi. Preparati per curarli. In più attenzione alle tue stack in quanto potresti rimanere bloccato mentre curi e *Snowdrift è ancora attivo. In più, aiuta i DPS con le *Frozen Bombs appena ne hai occasione.\n\nDPS - Quando appaiono le *Frozen Bombs assicuratevi di farle fuori appena possibile",
          "Mechanics": [
            {
              "Name": "Ice Guillotine",
              "Description": "Fendente frontale - Danno moderato.",
              "Type": 9
            },
            {
              "Name": "Snowdrift",
              "Description": "Attacco raidwide - Danno moderato. Se *non ci si sta muovendo quando il cast colpisce si subirà una stack di *Frozen. *Muoversi nega l'ottenimento di questa stack.",
              "Type": 4
            },
            {
              "Name": "Cold Wave",
              "Description": "AOE su giocatori casuali. Infligge una stack di *Frozen se si viene colpiti.",
              "Type": 2
            },
            {
              "Name": "Frost Bomb",
              "Description": "Spawnano gli add Frost Bomb. Se non trattati immediatamente, esplodono facendo danno e infliggono una stack di *Frozen sul party.",
              "Type": 7
            },
            {
              "Name": "Tundra",
              "Description": "A circa il 40% di salute il boss restringe l'arena. Stare sul ghiaccio dà una stack di *Frozen",
              "Type": 10
            },
            {
              "Name": "Frozen",
              "Description": "A *4 stack di *Frozen si viene congelati/stunnati per 10 secondi",
              "Type": 10
            }
          ]
        }
      ]
    },
    {
      "Type": 0,
      "Name": "Yeti",
      "Phases": [
        {
          "Strategy": "Tutti - Il boss ha un'alta difesa quindi va utilizzata la meccanica delle *Snowball mentre si fa DPS. Lavorate insieme per allineare gli *Spriggan Ice Cutters + *Frozen Mist per creare palle di neve. I colpi successivi da questo attacco renderanno la palla di neve più grande, facendo più danno quando colpisce il boss. *NON uccidete gli *Spriggan Ice Cutters.\n\nTank - Destreggiati con la posizione del boss durante il fight. Quando viene castato *Frozen Mist prova a fargli colpire uno *Spriggan. Quando inizia il cast di *Buffet assicurati che questo *NON colpisca una palla di neve.\n\nHealer - Tieni tutti con vita alta. Se il boss casta *Notherlies and i DPS sono occupati, colpisci una palla di neve verso il boss. (State di fronte al boss mentre colpite la palla di neve)\n\nDPS - Appena spawna l'add *Frostbound, tiratelo giù. Se il boss sta castando *Northerlies, colpite il boss con una palla di neve. (State di fronte al boss mentre colpite la palla di neve) ",
          "Mechanics": [
            {
              "Name": "Buffet",
              "Description": "AOE a cono frontale - Danno moderato. Se una *Snowball viene colpita questo la distruggerà (male).",
              "Type": 2
            },
            {
              "Name": "Frozen Mist",
              "Description": "AoE a cono frontale. Se uno *Spriggan viene colpito si trasforma in una *Snowball (bene). I colpi successivi fanno ingrandire la Snowball (molto bene).",
              "Type": 2
            },
            {
              "Name": "Northerlies",
              "Description": "Attacco raidwide - Alto danno- Quando il boss fa partire il cast, colpitelo con una *Snowball per interromperlo",
              "Type": 4
            },
            {
              "Name": "Add",
              "Description": "Spriggan Ice Cutter - *NON li uccidete. Invece provate a coordinarvi con il *Tank per allinearli per *Frozen Mist\n\nFrostbound - Questi cercheranno di distruggere le *Snowball, fateli fuori quanto prima.",
              "Type": 7
            }
          ]
        }
      ]
    },
    {
      "Type": 0,
      "Name": "Fenrir",
      "Phases": [
        {
          "Strategy": "Tutti - Quando appaiono gli *Ice Shard, attenzione. 2 di loro targettano un giocatore a caso con una AoE lineare. L'ultimo shard fa un'AOE circolare ritardata. In ogni altra fase degli *Ice Shard il boss casterà *Lunar Cry. Nascondetevi dietro il pilastro che NON ha una AOE lineare per evitarlo, una volta che il boss finisce l'attacco, scappate in quanto il cristallo esploderà poco dopo.\n\nTank - Tieni il boss girato di spalle dal party, così da non danneggiarli accidentalmente.\n\nHealer - Cerca di tenere tutti a piena vita in quanto molte meccaniche fanno una grossa quantità di danni. In più, cerca di tenere *Swiftcast pronto in quanto potresti dover ressare giocatori velocemente in quanto *Lunar Cry ucciderà chiunque venga colpito.\n\nDPS - Fate danno e le meccaniche in modo corretto. Meno cure dall'healer significa clear più veloce.",
          "Mechanics": [
            {
              "Name": "Ecliptic Bite",
              "Description": "Fendente frontale - Danno moderato. Usato dopo *Lunar Cry. Il danno scala in base a quanti giocatori vengono colpiti dal cristallo che esplode.",
              "Type": 9
            },
            {
              "Name": "Heavensward Howl",
              "Description": "Fendente frontale - Danno moderato.",
              "Type": 9
            },
            {
              "Name": "Ice Shards",
              "Description": "Telegrafato. Appariranno 3 cristalli, 2 dei quali targetteranno 2 giocatori random con una AOE lineare. Il cristallo farà un'AOE circolare in ritardo. Se si viene colpiti dall'AOE circolare del frammento finale, si subisce il colpo di *Ecliptic Bite subito dopo. (Morte quasi garantita a meno che tu non sia Tank)\n\nI seguenti attacchi si scambieranno durante ogni frase dei cristalli.",
              "Type": 10
            },
            {
              "Name": "Lunar Cry",
              "Description": "Danno raidwaide - Uccisione istantanea se si viene colpiti. Si può evitare nascondendosi dietro il pilastro che non ha una AOE lineare.",
              "Type": 4
            },
            {
              "Name": "Thousand-year Storm",
              "Description": "Danno raidwide - Danno moderato. Inevitabile",
              "Type": 4
            }
          ]
        }
      ]
    }
  ]
}
