{
  "Version": 1,
  "Name": "The Keeper of the Lake",
  "Difficulty": 0,
  "Type": 0,
  "Expansion": 0,
  "Level": 50,
  "UnlockQuestID": 65902,
  "TerritoryIDs": [
    150
  ],
  "Sections": [
    {
      "Type": 1,
      "Name": "Einhander",
      "Phases": [
        {
          "Strategy": "Il tank deve assicurarsi di puntare il boss di spalle dal party ed evitare le AOE delle bombe stando negli spazi liberi",
          "Mechanics": [
            {
              "Name": "Resounding Screech",
              "Description": "Evoca un gruppo di bombe che fanno danni AOE su larga scala.\n\nLa prima volta, cadranno delle bombe e Mark XLI Firin Cannon accenderà le prime due stando dalla parte opposta dell'arena. Una volta esplose, toccherà alle altre due. Spostatevi dove sono esplose le prime due per non beccare danni.\n\nLe volte successive, tutte le bombe che cadranno saranno accese da Mark XLI Quick Firing Cannon che darà origine ad una AoE raidwide che partirà dal centro dell'arena. Spostatevi ai bordi privi di bombe per evitare la AoE",
              "Type": 2
            },
            {
              "Name": "Mark XLI Quick-Firing Cannon",
              "Description": "La prima volta questo attacco è un'AOE lineare diretta verso il centro dell'arena.\nA seguire si tratta di un'AOE raidwide che causa più danno vicino al centro dell'arena.\nUsata per accendere le bimbe dal Resounding Screech.",
              "Type": 2
            },
            {
              "Name": "Heavy Swing",
              "Description": "Questo attacco lancia un fendente sul tank - i tank devono tenere il boss di spalle ai giocatori tutto il tempo.",
              "Type": 9
            },
            {
              "Name": "Aero Blast",
              "Description": "AOE raidwaide che fa danni medi",
              "Type": 4
            }
          ]
        }
      ]
    },
    {
      "Type": 1,
      "Name": "Magitek Gunship",
      "Phases": [
        {
          "Strategy": "I tank devono tenere il boss girato di spalle tutto il tempo ed assicurarsi di non correre troppo presto verso il Flamethrower.\nEvitare l'AOE in linea retta verso il centro dell'arena.",
          "Mechanics": [
            {
              "Name": "Flamethrower",
              "Description": "Questo attacco colpisce direttamente chi è di fronte al boss con un largo cono e continua per alcuni secondi - i tank devono tenere il boss lontano dal gruppo E non tornare all'attacco troppo presto.",
              "Type": 9
            },
            {
              "Name": "Garlean Fire",
              "Description": "Il boss si sposterà al centro dell'arena per la prima volta mentre rilascia delle AoE come grandi pozzanghere che spariranno dopo un paio di secondi.\nLe volte successive potrà anche scegliere un'altro percorso. Correre ai bordi dopo essere stati al centro dell'arena,",
              "Type": 2
            },
            {
              "Name": "Cohort Vanguard",
              "Description": "Questi nemici appariranno durante il fight e vanno presi ed uccisi il prima possibile.",
              "Type": 7
            },
            {
              "Name": "Carpet Bomb",
              "Description": "AOE che targetta un giocatore random",
              "Type": 2
            }
          ]
        }
      ]
    },
    {
      "Type": 1,
      "Name": "Midgardsomr",
      "Phases": [
        {
          "Strategy": "Osserva e agisci rapidamente per evitare i vari tipi di AOE\nControlla la posizione del Phantom Kin\nI Mirage Dragons vanno uccisi quanto prima per evitare il wipe con il prossimo Animadversion\nRimanete nel marker dello stack per 4 colpi",
          "Mechanics": [
            {
              "Name": "Admonishment",
              "Description": "Grande AoE a colonna al centro dell'arena. Può essere evitata.",
              "Type": 2
            },
            {
              "Name": "Turmoil",
              "Description": "Osserva il nome del cast per capire dove stare.\n\nInner Turmoil\n\tQuesto attacco colpisce la metà interna (più vicina al boss) con una AoE - evita se necessario\n\nOuter Turmoil\n\tQuesto attacco colpisce la parte esterna dell'arena con una grande mezza ciambella - state più vicini per evitare danni.",
              "Type": 2
            },
            {
              "Name": "Phantom Kin",
              "Description": "Un drago viene evocato ad ogni lato dell'arena. Presta attenzione in che direzione sono affacciati e scegli un posto dove c'è lo spazio fra il loro sguardo. Poi il boss farà una delle sue abilità con 'Phantom' davanti (es. Phantom Admonishment), quando casta questa abilità due draghi andranno in linea retta per l'arena, e prenderanno circa 1/3 di arena a testa. È un'AOE molto breve fra la segnalazione e l'attacco quindi fai attenzione al loro sguardo e il cast seguente usato per poterti posizionare in sicurezza.",
              "Type": 2
            },
            {
              "Name": "Disgust",
              "Description": "AOE raidwide che provoca danni minimi",
              "Type": 2
            },
            {
              "Name": "Mirage Dragons",
              "Description": "Il boss evocherà due Mirage Dragons nel mezzo dell'arena, i quali vanno uccisi rapidamente. Più è alto il Midgardsormr's Aether maggiore è il danno che farà il seguente Animadversion. Raggiungendo quota 100, è wipe istantaneo.",
              "Type": 8
            },
            {
              "Name": "Animadversion",
              "Description": "AOE raidwide con danno moderato.",
              "Type": 4
            },
            {
              "Name": "Akh Morn",
              "Description": "Mira ad un giocatore casuale indicato da uno Stack Marker su cui si devono radunare tutti i giocatori per mitigare il danno. Colpisce una volta, seguito da una breve pausa, poi colpisce altre 3 volte in rapida successione. I giocatori non devono spostarsi dal punto finché non ha fatto tutti i colpi.",
              "Type": 3
            },
            {
              "Name": "Antipathy",
              "Description": "Questo attacco posiziona un'AoE circolare al centro dell'arena, che poi cresce in anelli nel tempo prima di detonare nello stesso ordine in cui sono stati posizionati.\nI giocatori devono stare nel secondo anello proprio al bordo del primo e muoversi in direzione del primo appena scoppia per evitare di venir colpiti dal secondo anello.",
              "Type": 2
            },
            {
              "Name": "Condescension",
              "Description": "AOE che mira al tank senza alcun marcatore di area. Colpisce con minor danno se viene colpito un solo target. Il tank deve allontanarsi dai giocatori",
              "Type": 0
            }
          ]
        }
      ]
    }
  ]
}
